package com.athgb.porjectDemo001.CustomerView

import scala.io.StdIn

class Menu {
  def mainMenu(): Unit = {
    /*-----------------客户信息管理软件-----------------

                            1 添 加 客 户
                            2 修 改 客 户
                            3 删 除 客 户
                            4 客 户 列 表
                            5 退           出

                            请选择(1-5)：_
*/

    println()
    println("-----------------客户信息管理软件-----------------")
    println()
    println("-----------------1 添 加 客 户-----------------")
    println("-----------------2 修 改 客 户-----------------")
    println("-----------------3 删 除 客 户-----------------")
    println("-----------------4 客 户 列 表-----------------")
    println("-----------------5 查 询 客 户-----------------")
    println("-----------------6 退 出-----------------")
    println()
    println("-----------------请选择(1-6)：_-----------------")

  }
}
